Revit 2027 API
UnitTypeId.Percentage Property
 Percentage.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Percentage { get; }
Public Shared ReadOnly Property Percentage As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Percentage {
	ForgeTypeId^ get ();
}
static member Percentage : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace